tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "oven-sh/bun"
tap "rsteube/tap"
brew "bat"
brew "bottom"
brew "caddy"
brew "cargo-watch"
brew "dark-mode"
brew "deno"
brew "direnv"
brew "dockerfile-language-server"
brew "dotter"
brew "fd"
brew "git-delta"
brew "gitui"
brew "gnupg"
brew "gopass"
brew "helix"
brew "llvm"
brew "ltex-ls"
brew "lua-language-server"
brew "marksman"
brew "mdbook"
brew "yt-dlp"
brew "mpv"
brew "nushell"
brew "openssh"
brew "pkg-config"
brew "podman"
brew "podman-compose"
brew "postgrest"
brew "prs"
brew "pueue", restart_service: true
brew "rabbitmq", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "sk"
brew "tailwindcss"
brew "tailwindcss-language-server"
brew "taplo"
brew "topgrade"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yazi"
brew "ykman"
brew "cormacrelf/tap/dark-notify"
brew "oven-sh/bun/bun"
brew "rsteube/tap/carapace"
cask "discord"
cask "firefox"
cask "font-maple"
cask "wezterm"
