tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "rsteube/tap"
brew "bat"
brew "bottom"
brew "cargo-binstall"
brew "cargo-watch"
brew "dark-mode"
brew "dotter"
brew "git-delta"
brew "gitui"
brew "gnupg"
brew "gopass"
brew "helix"
brew "ltex-ls"
brew "marksman"
brew "nushell"
brew "openssh"
brew "pinentry-mac"
brew "prs"
brew "pueue"
brew "ripgrep"
brew "rustup-init"
brew "tailwindcss"
brew "tailwindcss-language-server"
brew "taplo"
brew "topgrade"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yazi"
brew "rsteube/tap/carapace"
cask "firefox", args: { appdir: "~/Applications" }
cask "font-maple"
cask "wezterm", args: { appdir: "~/Applications" }
